Repository: gdonaire/econavbalear
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Log out
es: Cerrar sesión

source: Login
es: Iniciar sesión

source: Language
es: Idioma

source: Logged with:
es: Conectado como:

source: Activation Failure
es: Activación fallida

source: Account activation failed.
es: La activación de la cuenta ha fallado.

source: Account Activated
es: Cuenta Activada

source: Your account is now activated.
es: Su cuenta ya está activada.

source: You can log in.
es: Puede iniciar sesión.

source: Once a site administrator activates your account you can login.
es: Una vez que un administrador active su cuenta podrá iniciar sesión.

source: registration
es: registro

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
es: Usted (o alguien que pretende ser usted) ha pedido que registre una cuenta en %(site_name)s. Si esto no fuese asi, por favor ignore este correo y su correo será borrado de nuestras listas.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
es: Para activar esta cuenta, haga click en el siguiente enlace dentro de los próximos %(expiration_days)s días:

source: Sincerely, %(site_name)s Management
es: Agradecidos, Equipo directivo de %(site_name)s

source: Approval Failure
es: Fallo de aprobación

source: Account Approval failed.
es: Aprobación de Cuenta Fallida

source: Account Approved
es: Cuenta Aprobada

source: The user's account is now approved.
es: La cuenta de usuario ha sido aprobada.

source: admin approval
es: Aprobación del administrador

source: Your account is now approved. You can
es: Su cuenta está aprobada. Usted puede

source: log in.
es: Iniciar sesión

source: The following user (%(user)s) has asked to register an account at %(site_name)s.
es: El usuario (%(user)s) ha solicitado registrar una cuenta en %(site_name)s.

source: To approve this, please
es: Para aprobar, por favor

source: click here
es: Haga click aquí

source: Log in
es: Iniciar sesión

source: Sign in
es: Registrarse

source: Logged out
es: Cerrar sesión

source: Successfully logged out
es: Sesión cerrada correctamente

source: Password changed
es: Contraseña cambiada

source: Password successfully changed!
es: ¡Contraseña correctamente cambiada

source: Change password
es: Cambie contraseña

source: Change
es: Cambiar

source: Password reset complete
es: Restablecimiento de contraseña completo

source: Your password has been reset!
es: ¡Su contraseña ha sido restablecida!

source: You may now <a href="%(login_url)s">log in</a>
es: Ahora puede <a href="%(login_url)s">Iniciar sesión</a>

source: Confirm password reset
es: Confirme restablecimiento de contraseña

source: Enter your new password below to reset your password:
es: Introduzca su nueva contraseña:

source: Set password
es: Configure contraseña

source: Password reset
es: Restablezca la contraseña

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
es: Le hemos enviado un correo electrónico con un enlace para restablecer su contraseña. Por favor compruebe su correo electrónico y haga clic en el enlace para continuar.

source: Greetings
es: Saludos

source: You are receiving this email because you (or someone pretending to be you) requested that your password be reset on the %(domain)s site. If you do not wish to reset your password, please ignore this message.
es: Esta recibiendo este correo porque usted (o alguien que pretende ser usted) ha solicitado que se restablezca su contraseña en el sitio web %(domain)s. Si no lo solicitó, por favor ignore este mensaje.

source: To reset your password, please click the following link, or copy and paste it into your web browser:
es: Para restablecer su contraseña, haga clic en el siguiente enlace o copie y pegue en su navegador web:

source: Your username, in case you've forgotten:
es: Su nombre de usuario, en caso de que lo haya olvidado:

source: Best regards
es: Atentamente

source: Management
es: Administración

source: Reset password
es: Restablecer la contraseña

source: Forgot your password? Enter your email in the form below and we'll send you instructions for creating a new one.
es: ¿Olvidaste tu contraseña? Ingrese su correo electrónico en el siguiente formulario y le enviaremos instrucciones para crear uno nuevo

source: Registration is closed
es: El registro no está disponible

source: Sorry, but registration is closed at this moment. Come back later.
es: Lo sentimos, pero el registro no está disponible en este momento. Inténtelo más tarde.

source: Activation email sent
es: Correo electrónico de activación enviado

source: Please check your email to complete the registration process.
es: Por favor, compruebe su correo electrónico para completar el proceso de registro.

source: Register for an account
es: Registrarse para una cuenta

source: Register Now
es: Regístrate ahora

source: Submit
es: Enviar

source: Account Activation Resent
es: Activación de la cuenta

source: We have sent an email to %(email)s with further instructions.
es: Hemos enviado un correo electrónico a %(email)s con instrucciones adicionales.

source: Resend Activation Email
es: Reenviar correo electrónico de activación
